[
    {
        "id": "1", 
        "title": "Moderation in moderation: working with online communities", 
        "room": "805", 
        "length": "1 hour", 
        "time": "5-6pm", 
        "day": "Sunday", 
        "scheduleblock": "sunday-pm-2", 
        "everyone": "", 
        "leader": "Matt Andrews, James Gorrie, Wendy Orr, Laura Oliver", 
        "description": "If you’re struggling to grow your community, don’t know how to manage trolls, can’t figure out how to promote the best user-generated content or you’re simply scared to go “below the line”, this session is for you.\n\nThe Guardian has a large and diverse audience and we use a variety of tools to shape and track the different communities. We want to hear about the challenges others face in this space, and run a group activity to try to develop solutions we can all apply to improve the community experience on the web.\n\nWe want participants to learn how to help people filter through the noise, be respectful, remain respected, and contribute to improving their community.\n"
    }, 
    {
        "id": "2", 
        "title": "Words, Words, Words: How to find insight hidden in speeches, scripts, and emails with computers", 
        "room": "803", 
        "length": "1 hour", 
        "time": "4-5pm", 
        "day": "Saturday", 
        "scheduleblock": "saturday-pm-2", 
        "everyone": "", 
        "leader": "Al Johri, Dhrumil Mehta", 
        "description": "Learn how to extract insights from natural language data such as movie transcripts, the congressional record, or your own emails. Prior experience with python recommended! Please install the Python Anaconda Distribution before the session http://continuum.io/downloads (takes about 10 minutes)."
    }, 
    {
        "id": "3", 
        "title": "Practical Threat Modeling for Journalists", 
        "room": "804", 
        "length": "1 hour", 
        "time": "5-6pm", 
        "day": "Sunday", 
        "scheduleblock": "sunday-pm-2", 
        "everyone": "", 
        "leader": "Mike Tigas, Harlo Holmes, Aurelia Moser", 
        "description": "Journalists, technologists & others will learn about risks that affect journalists of all kinds and what tools, techniques, and questions can help. Participants will brainstorm issues that affect different journalistic circumstances and try to come up with a common framework that can help — all while learning about threat modeling and having \"good digital hygiene\"."
    }, 
    {
        "id": "4", 
        "title": "Hack the News Org", 
        "room": "804", 
        "length": "1 hour", 
        "time": "2-3pm", 
        "day": "Saturday", 
        "scheduleblock": "saturday-pm-1", 
        "everyone": "", 
        "leader": "Dan Sinker, Trei Brundrett", 
        "description": "So many media experiences we have today are a reflection of the media company themselves: how they're organized, how they collaborate, how they use the digital medium, how they make money. If we could start from scratch and design an organizational model for the digital medium, one that scales and evolves, what would that look like? How would we make it more diverse? How would we design it to evolve at the pace of new technology? How would we create organizations that allow us to sustain our visions and missions in journalism?\n\nThrough a highly participatory session, participants will organize, staff, and create a budget for a startup media organization. Participants will work in small groups to conceive of the organizational structure, figure out staffing, allocate budget, and conceive of sustainability models. Oh, and it'll be fun, we swear!"
    }, 
    {
        "id": "5", 
        "title": "Measuring newsroom impact with NewsLynx", 
        "room": "800", 
        "length": "1 hour", 
        "time": "5-6pm", 
        "day": "Sunday", 
        "scheduleblock": "sunday-pm-2", 
        "everyone": "", 
        "leader": "Michael Keller", 
        "description": "How can organizations better measure the impact of their work? In this session we'll demo a new platform, NewsLynx, from Michael Keller and Brian Abelson, two fellows at the Tow Center for Digital Journalism at Columbia University. We'll discuss how we approached this problem in journalism and then break into groups to discuss strategies in this and other domains.\n\nThis session is for people interested in figuring out the lasting effects of their work, whether that be journalism, activism, PR, or just their own blog. The discussions can be purely philosophical — what is an important event to our organization (journalistic or otherwise) — to the nitty gritty of how technology might facilitate logging or storing that information"
    }, 
    {
        "id": "6", 
        "title": "Let's Make Public Records Requests Better!", 
        "room": "800", 
        "length": "1 hour", 
        "time": "10-11am", 
        "day": "Saturday", 
        "scheduleblock": "saturday-am-1", 
        "everyone": "", 
        "leader": "Jeremia Kimelman, Drew Wilson", 
        "description": "Public record systems were designed when information was measured in page count, not gigabytes. Let's spend some time making some simulated public records requests  to figure out how we could improve the system so that respects both the citizens who request records and the civil servants tasked with fulfilling them"
    }, 
    {
        "id": "7", 
        "title": "Liars and Verifiers - Werewolf for citizen journalism verification", 
        "room": "803", 
        "length": "1 hour", 
        "time": "12-1pm", 
        "day": "Saturday", 
        "scheduleblock": "saturday-am-2", 
        "everyone": "", 
        "leader": "Douglas Arellanes", 
        "description": "There's been lots said recently about citizen journalism verification, and there are lots of excellent resources around to help verify eyewitness reports, but unless you're working on a daily basis with verification, these resources and techniques may not be in your 'muscle memory.' So I've worked up a game, based on the role-playing game \"Werewolf,\" to help make it easier to remember. Plus, it's role-playing, so participants will also get to play trollls and vested interests who will try to thwart the brave and valiant verifiers as they seek to get the facts out in real time. Along the way we'll talk about some of those tools, including one I've been working on called Citizen Desk, which is a platform for managing verification workflow."
    }, 
    {
        "id": "8", 
        "title": "Community Beyond Comments: New Ways to Engage With the News", 
        "room": "804", 
        "length": "1 hour", 
        "time": "4-5pm", 
        "day": "Saturday", 
        "scheduleblock": "saturday-pm-2", 
        "everyone": "", 
        "leader": "Greg Barber, Sasha Koren", 
        "description": "News publishers often limit the scope of their relationships with readers to comments at the bottom of an article. That model isn't inherently flawed, but its overuse limits the breadth and depth of the collaborations that could emerge among contributors and publishers. \nBeyond comments, what kinds of relationships with readers could news outlets facilitate that might enrich the reader experience and broaden the scope of storytelling and story formation? What kinds of tools could be modified or built to enable those relationships? \nDevelopers, journalists and anyone interested in creating participatory spaces and building communities should come brainstorm with us. The results of this session will help inform the Coral Project, a collaborative effort recently begun by Knight-Mozilla OpenNews, the Washington Post and The New York Times to improve community on news sites through open-source software. "
    }, 
    {
        "id": "9", 
        "title": "Remember the Human", 
        "room": "803", 
        "length": "1 hour", 
        "time": "2-3pm", 
        "day": "Saturday", 
        "scheduleblock": "saturday-pm-1", 
        "everyone": "", 
        "leader": "Laura Cochran", 
        "description": "Design is iterative and it is messy. Sometimes -- because we are humans -- we end up designing a feature or an entirely new to the world platform without understanding who it is for, what they need and why."
    }, 
    {
        "id": "10", 
        "title": "Rise of the Sentient Articles", 
        "room": "804", 
        "length": "1 hour", 
        "time": "10-11am", 
        "day": "Saturday", 
        "scheduleblock": "saturday-am-1", 
        "everyone": "", 
        "leader": "Sisi Wei, Ryann Grochowski Jones", 
        "description": "We will do a very brief demo of what types of stories algorithms have written already and what we want to do differently. Then we'll jump straight into brainstorming, followed by work time for all the groups. We'd love to have people with coding experience so we can build the prototypes, but just as importantly we want anyone who thinks this is a cool idea to come and help brainstorm ways we can use sentient articles in news. The more participants we have, the more prototyping groups we'll split into. We can brainstorm as a collective up to about 50 participants; if there are more, we would have two brainstorming groups, one led by each facilitator. Note: If you plan on helping us prototype via coding, please make sure to bring a laptop!"
    }, 
    {
        "id": "11", 
        "title": "Hacks/Hackers - the teenage years", 
        "room": "801", 
        "length": "1 hour", 
        "time": "5-6pm", 
        "day": "Sunday", 
        "scheduleblock": "sunday-pm-2", 
        "everyone": "", 
        "leader": "Joanna Geary, Sarah Marshall, Cassie Werber", 
        "description": "Hacks/Hackers,  a meetup of journalists and technologists, is now entering its fifth  year.  We'll discuss moving forward as individual groups and how we can  best collaborate globally. This conversation will be of interest not only to those already involved in  Hacks/Hackers chapters around the world, but to anyone thinking about  how developers and reporters can best work together."
    }, 
    {
        "id": "12", 
        "title": "You All Meet in a Newsroom: How Game Mechanics Can Help Communities", 
        "room": "800", 
        "length": "1 hour", 
        "time": "3-4pm", 
        "day": "Sunday", 
        "scheduleblock": "sunday-pm-1", 
        "everyone": "", 
        "leader": "Justin Myers", 
        "description": "Not every story wants to be told linearly. Discuss and create game mechanics, story forms and crowdsourcing ideas that might help people learn (or teach) more about the world around them--whether you're a storyteller for a living or just for fun. Groups in this session will have a chance to suggest and prototype gaming concepts that can be used in news stories and news apps. Pencils, paper and dice will be provided."
    }, 
    {
        "id": "13", 
        "title": "Querying the Sum of All Human Knowledge", 
        "room": "800", 
        "length": "1 hour", 
        "time": "2-3pm", 
        "day": "Saturday", 
        "scheduleblock": "saturday-pm-1", 
        "everyone": "", 
        "leader": "Brian Jacobs", 
        "description": "Learn how wikipedia can be a powerful open data resource. The official Wikipedia API provides access to page content and metadata but there are other projects (DBPedia, Freebase, and Wikidata) that go much further, offering access to structured and Linked Data knowledge bases that enable advanced querying of data extracted from Wikipedia and beyond. This is a hands-on session where you'll get a sense of what kind of data is available and walk away with the tools to start building interesting datasets from the semantic web."
    }, 
    {
        "id": "23", 
        "title": "Boosting the visual literacy of “screenagers” and others", 
        "room": "801", 
        "length": "1 hour", 
        "time": "12-1pm", 
        "day": "Saturday", 
        "scheduleblock": "saturday-am-2", 
        "everyone": "", 
        "leader": "Shazna Nessa, Adam Levine, Heather Chaplin", 
        "description": "Data viz can be a wonderful combination of journalism, computer science, art, statistics and more. On the visual end of things, did you know that about one third of our brains are dedicated to what we see? This session is open to anybody interested in championing visual literacy and helping readers find meaning in images. Our fast and fun design research workshop will pull from diverse learning, including from art and computer games. We'll explore the problem and what's at stake — then test and redesign data visualizations."
    }, 
    {
        "id": "15", 
        "title": "PirateBox hands on v2.0", 
        "room": "800", 
        "length": "1 hour", 
        "time": "12-1pm", 
        "day": "Saturday", 
        "scheduleblock": "saturday-am-2", 
        "everyone": "", 
        "leader": "Marcos Vanetta, Aurelia Moser", 
        "description": "Interested in alternative internets, private filesharing, free and open software/hardware? Come learn about pirate box and affiliate DIY technologies designed to enable communication and info share for all. We'll talk through some examples and anecdotal use-cases and then get to hacking on BYOD pirate boxes, brainstorming possible applications and future package additions. Join us for some FOSS/H fun!"
    }, 
    {
        "id": "16", 
        "title": "Fostering great media and university collaborations", 
        "room": "801", 
        "length": "1 hour", 
        "time": "10-11am", 
        "day": "Saturday", 
        "scheduleblock": "saturday-am-1", 
        "everyone": "", 
        "leader": "Stephen Frozard", 
        "description": "How can you bring media related research and publishers together helping them establish formal partnership and/or mentor relations. The World Association of Newspaper’s Media Innovation Hub (MiHUB) is exploring new ways to collaborate and innovate within the news industry. This one-hour open conversation - led by \nMiHUB and featuring key projects and questions from UCLan’s Media Innovation Studio - invites you to explore media ecosystems, drone tech, innovation accelerators, wearable technologies and innovation ecosystems. \n\nLet's talk together about what media and university collaborations can look like!"
    }, 
    {
        "id": "17", 
        "title": "Building smart tools: how a culture can make or break your internal tools (Werewolf Edition)", 
        "room": "803", 
        "length": "1 hour", 
        "time": "10-11am", 
        "day": "Saturday", 
        "scheduleblock": "saturday-am-1", 
        "everyone": "", 
        "leader": "Melody Kramer", 
        "description": "If you build the world’s best tool, but your audience isn’t ready for the tool/can’t find time to use it/doesn’t understand it, then what’s the point? In this interactive workshop, we’ll talk about how to integrate the people from your workplace into the development process so that you launch your product with enthusiastic and optimistic supporters. We’ll brainstorm strategies, talk about UX principles and sketch out ways to create a product launch that will be successful from the start. Oh yeah, and we'll do so by playing a version of Werewolf—a game of \"accusations, lying, bluffing, second-guessing, assassination, and mob hysteria.\""
    }, 
    {
        "id": "18", 
        "title": "Data Smells", 
        "room": "800", 
        "length": "1 hour", 
        "time": "11am-12pm", 
        "day": "Sunday", 
        "scheduleblock": "sunday-am-1", 
        "everyone": "", 
        "leader": "Jacob Harris, Aurelia Moser", 
        "description": "In the world of software development, data smells is a term for those telltale signs that indicate bad software needs to be refactored. As data journalists, we encounter common types of data smells in the data we work with on every project. It's time to get organized. In this session, let's design a site to collect and categorize these data smells. A wiki seems like an obvious choice, but how does an entry look? How do we organize and collect these smells? What can we do to automate the tedious process of vetting a data set? We'll explore these questions and more."
    }, 
    {
        "id": "19", 
        "title": "New-School Maps with OSM & WebGL", 
        "room": "801", 
        "length": "1 hour", 
        "time": "3-4pm", 
        "day": "Sunday", 
        "scheduleblock": "sunday-pm-1", 
        "everyone": "", 
        "leader": "Peter Richardson", 
        "description": "The combination of OpenStreetMap and WebGL offers mapmakers a way to make interactive maps with open vector data, and do it all quickly without sacrificing visual design. Using hands-on demos, we'll work through a technical overview of the ways OpenStreetMap data can be used to make real-time interactive maps in the browser, no previous WebGL or OSM experience needed."
    }, 
    {
        "id": "20", 
        "title": "Building a radically open editorial process", 
        "room": "805", 
        "length": "1 hour", 
        "time": "3-4pm", 
        "day": "Sunday", 
        "scheduleblock": "sunday-pm-1", 
        "everyone": "", 
        "leader": "Kaeti Hinck", 
        "description": "Imagine what newsrooms and journalistic organizations could look like—and what we could accomplish—if we opened up the editorial process and not just the final product. In this session, we'll work together to brainstorm ways to fundamentally shift journalism's one-sided relationship with its readers. Together, we'll identify specific areas where journalistic organizations could open their process, work more transparently, or loop readers into the lifecycle of a story. Then we'll start designing tools to make those things possible."
    }, 
    {
        "id": "21", 
        "title": "The Future of Data is Finding It", 
        "room": "800", 
        "length": "1 hour", 
        "time": "1-2pm", 
        "day": "Sunday", 
        "scheduleblock": "sunday-am-2", 
        "everyone": "", 
        "leader": "Dave Riordan", 
        "description": "As journalists, data scientists, scientist scientists, researchers, historians, entrepreneurs, civic activists, and Thomas Pikketty work with and publish \"datasets,\" they're increasingly having the challenge of finding the right data they need for analysis, even if it's already been published. Certain fields have created their own dataset description systems but they're not well used outside them or we swap weird datasets amongst ourselves and discuss how to use them on reddit.com/r/datasets. Let's get together and figure out the best way to fuse these approaches: the best of search technology, classic library technology and data description, and community support and learning, which can drive forward the way we collectively work with and discover and use data sets in data catalogs."
    }, 
    {
        "id": "22", 
        "title": "I have listicles, is there a cure?", 
        "room": "804", 
        "length": "1 hour", 
        "time": "3-4pm", 
        "day": "Sunday", 
        "scheduleblock": "sunday-pm-1", 
        "everyone": "", 
        "leader": "Mallory Busch", 
        "description": "\"Listicles\" and other shareable forms of storytelling are among the most popular on the web today and provide significant traffic to websites. In this session we'll embrace the listicle and come up with different ideas to adapt the format for \"serious\" news."
    }, 
    {
        "id": "14", 
        "title": "Offline: Bridging Digital Divides in Open Data", 
        "room": "804", 
        "length": "1 hour", 
        "time": "12-1pm", 
        "day": "Saturday", 
        "scheduleblock": "saturday-am-2", 
        "everyone": "", 
        "leader": "Laurenellen McCann", 
        "description": "In this session, we'll explore the role of open data in place-based communities, examining creative examples of community data collection, prioritization, and participation efforts that bridge traditional \"technical\" and \"non-technical\" actors. We'll also workshop ideas and diversity challenges participants have in their respective organizational or personal open data efforts."
    }, 
    {
        "id": "24", 
        "title": "Let’s write a transparency code for data journalism", 
        "room": "803", 
        "length": "1 hour", 
        "time": "5-6pm", 
        "day": "Sunday", 
        "scheduleblock": "sunday-pm-2", 
        "everyone": "", 
        "leader": "Joe Germuska", 
        "description": "\"Data\" is everywhere these days. There's a growing audience for stories based on interesting data sets and savvy analysis. This audience is coming to expect news organizations to be more transparent about which data substantiates a story and how it was analyzed. And, in many cases, the news organization goes to great lengths to obtain or create a data set, but doesn't have the resources to report all the stories therein. In this session, we'll discuss examples of smart audience critiques of data journalism, and ways that news organizations could be more transparent about their sources and methods. We'll look for examples of folks trying to do it right already, in journalism and in other fields. Finally, we'll try to lay out a reasonable list of best practices towards which data journalism organizations can aim."
    }, 
    {
        "id": "25", 
        "title": "CrowData/VozData: Partnering online to open data and process information", 
        "room": "803", 
        "length": "1 hour", 
        "time": "3-4pm", 
        "day": "Sunday", 
        "scheduleblock": "sunday-pm-1", 
        "everyone": "", 
        "leader": "Gabriela Rodriguez, Flor Coelho", 
        "description": "Come to our session to talk about resolving the problem of almost-impossible-to-process-PDFs. We will share the project VozData from La Nacion in Argentina, that tries to tackle this problem. VozData also crowdsource the search for news in a set of documents from the government. Which questions we going to ask from the documents we want to process? We will also show the data analysis from our first project regarding the Public Expenditure of the Senate, years 2010-2012."
    }, 
    {
        "id": "26", 
        "title": "Cameras, Accelerometers and Swipes: “Mobile first” means more than just a small screen", 
        "room": "800", 
        "length": "1 hour", 
        "time": "4-5pm", 
        "day": "Saturday", 
        "scheduleblock": "saturday-pm-2", 
        "everyone": "", 
        "leader": "Alastair Coote", 
        "description": "Mobile can be frustrating, but it can also be great. So let's ditch the mentality of shrinking our content to fit and spend an hour thinking about how to build around what makes mobile devices unique. Location, orientation, cameras, touch, and even shake - we'll take different types of news event and talk about how we can combine these capabilities into new forms of coverage."
    }, 
    {
        "id": "27", 
        "title": "We were promised robots", 
        "room": "804", 
        "length": "3 hours", 
        "time": "11am-2pm", 
        "day": "Sunday", 
        "scheduleblock": "sunday-am-1", 
        "everyone": "", 
        "leader": "Noah Veltman, Dan Schultz", 
        "description": "Let's help machines take our jobs. In this session, we'll discuss how we can use bots in the newsroom to make our lives easier and our reporting sharper.  We'll look at how some newsrooms are already using their own bots, talk about different kinds of structured and unstructured data out there, and prototype useful bots for real journalistic scenarios.  [After the first hour, the remaining time will be available to work on actually building our bots in groups]"
    }, 
    {
        "id": "28", 
        "title": "Three Publishing Platforms Walk into a Bar...", 
        "room": "805", 
        "length": "1 hour", 
        "time": "11am-12pm", 
        "day": "Sunday", 
        "scheduleblock": "sunday-am-1", 
        "everyone": "", 
        "leader": "Michael Donohoe, Trei Brundrett, Matt Dennewitz", 
        "description": "Media engineering & product leads (The New Yorker, Pitchfork Media, Vox Media) will describe the why, how, and what of each of our publishing platform capabilities, from benefits to problems, including underlying technology frameworks, storytelling tools, distribution, community and advertising. They will compare and contrast in a friendly productive way, including discussion of open web technologies, mobile capabilities and open source. Bring questions, experience, and a notebook."
    }, 
    {
        "id": "29", 
        "title": "Dat Workshop: Dive into dat for dataset push, pull and clone", 
        "room": "805", 
        "length": "1 hour", 
        "time": "12-1pm", 
        "day": "Saturday", 
        "scheduleblock": "saturday-am-2", 
        "everyone": "", 
        "leader": "Max Ogden, Bruno Vieira, Portia Burton", 
        "description": "Learn how to work with data on the command line using Dat in an interactive workshop. You'll want to bring your own laptop for this. No programming experience is required. Dat is a command line tool for working with data, similar to what Git does for source code. We will clone down some genome datasets and do some fun data analysis on bacteria DNA."
    }, 
    {
        "id": "30", 
        "title": "Just because you can does not mean you should", 
        "room": "805", 
        "length": "1 hour", 
        "time": "1-2pm", 
        "day": "Sunday", 
        "scheduleblock": "sunday-am-2", 
        "everyone": "", 
        "leader": "Dave Stanton, Joe Germuska", 
        "description": "Public records are all around us. We have the tech to make these records perfectly searchable and indexable. But should we? Journalists and developers needs to consider the ethical ramifications the publication of open records can wreak on individuals and organizations now that it's effectively impossible to completely redact after publishing. This workshop aims to create thoughtful case studies for professionals and students to consider when there is legal clarity yet ethical uncertainty with publishing public records data."
    }, 
    {
        "id": "31", 
        "title": "The future of chart building tools", 
        "room": "801", 
        "length": "1 hour", 
        "time": "11am-12pm", 
        "day": "Sunday", 
        "scheduleblock": "sunday-am-1", 
        "everyone": "", 
        "leader": "Ben Chartoff, Ændrew Rininsland", 
        "description": "Newsrooms are realizing that simple graphs (like bars charts and line charts) don’t need to be created by designers or developers. Open source tools like Datawrapper, Chartbuilder, Highcharts, and others help journalists build quick and easy charts. But there’s room for growth. Join us in discussing the future of these tools. We’ll look at existing tools, discuss your experiences and pain points (both as users and developers), and figure out how to move forward to build something we all can use and love."
    }, 
    {
        "id": "32", 
        "title": "Reinventing software for journalists", 
        "room": "801", 
        "length": "3 hours", 
        "time": "2-5pm", 
        "day": "Saturday", 
        "scheduleblock": "saturday-pm-1", 
        "everyone": "", 
        "leader": "Aaron Williams", 
        "description": "Journalists use browsers, email and much more to research and report their stories. But, what if their browser could diff specific pages and alert them with changes? Could we build a better email client that uses PGP by default? In three hours, let's reimagine the software journalists use daily and tailor those tools for their use.\n\nThis session will be broken up into two parts. Part one is thinking and talking. Part two is hacking. Feel free stay for one or both, exit after part 1 or enter for part 2.\n\nPART 1 (1 - 1.5 hours)\n\n- Intro\n- Crowdsource tools to reinvent\n- Break into groups and spec out ideas\n- Groups present ideas to reinvent\n\nBreak (10 - 15 mins)\n\nPART 2 (1 - 1.5 hours)\n\n- HACK\n- Present?\n- Follow-up / next steps after MozFest\n"
    }, 
    {
        "id": "33", 
        "title": "Streamtools for Open Data", 
        "room": "805", 
        "length": "1 hour", 
        "time": "2-3pm", 
        "day": "Saturday", 
        "scheduleblock": "saturday-pm-1", 
        "everyone": "", 
        "leader": "Jacqui Maher, Eric Buth, Jane Friedhoff", 
        "description": "Want to explore the world of open government & civic data without having to write parsers? Or perhaps you don't know how to code? Bring your laptop to this session and learn how to work with data in realtime with the Streamtools GUI! "
    }, 
    {
        "id": "34", 
        "title": "Building a Geocoder for your City", 
        "room": "801", 
        "length": "1 hour", 
        "time": "1-2pm", 
        "day": "Sunday", 
        "scheduleblock": "sunday-am-2", 
        "everyone": "", 
        "leader": "Erik Schwartz", 
        "description": "You're a nice person with a big CSV file of regional data to geocode. You’d like to escape Google's restrictive geocoding terms and crippling rate limits. Definitely. Let’s deploy our own regional geocoder service backed by open data. Good to bring: laptop with elasticsearch and python installed; CSV file with addresses within an area of interest; an address file for that area (take a peek at the list of ready-to-go address sources from openaddresses.io)"
    }, 
    {
        "id": "35", 
        "title": "Data Alchemy: Turning lead into data", 
        "room": "805", 
        "length": "1 hour", 
        "time": "10-11am", 
        "day": "Saturday", 
        "scheduleblock": "saturday-am-1", 
        "everyone": "", 
        "leader": "Mike Tigas, Jeremy B. Merrill", 
        "description": "Ever get a load of PDF files back when you wanted data? Ever download shapefiles in esoteric projections? Encoding issues? This hands-on workshop will teach data-savvy users how they can get usable, analyzable data out of what would otherwise be considered junk (or a headache). Folks should bring laptops or something to take notes on."
    }, 
    {
        "id": "36", 
        "title": "Keeping the journalism in data journalism (and making sure it’s right)", 
        "room": "803", 
        "length": "3 hours", 
        "time": "11am-2pm", 
        "day": "Sunday", 
        "scheduleblock": "sunday-am-1", 
        "everyone": "", 
        "leader": "Jennifer LaFleur", 
        "description": "Let’s just face it: Most data is a mess.  Before you can even start to tell a story with data, you have to interview it, background it and know its flaws.  We’ll put some data through a few rigorous workouts to make sure it can tell the story we think it can. Bring your laptop and dig in."
    }, 
    {
        "id": "38", 
        "title": "Registration opens", 
        "room": "Ravensbourne entry", 
        "length": "", 
        "time": "8:30am-7pm", 
        "day": "Saturday", 
        "scheduleblock": "saturday-morning", 
        "everyone": "1", 
        "leader": "", 
        "description": "Pick up your MozFest badge."
    }, 
    {
        "id": "39", 
        "title": "Welcome and Opening Circle", 
        "room": "4th Floor Big Space", 
        "length": "", 
        "time": "9-9:45am", 
        "day": "Saturday", 
        "scheduleblock": "saturday-morning", 
        "everyone": "1", 
        "leader": "", 
        "description": "Learn how the festival works and the vision for building the web we want."
    }, 
    {
        "id": "40", 
        "title": "Lunch", 
        "room": "", 
        "length": "", 
        "time": "12:30-2:30pm", 
        "day": "Saturday", 
        "scheduleblock": "saturday-lunch", 
        "everyone": "1", 
        "leader": "", 
        "description": "Refuel!"
    }, 
    {
        "id": "41", 
        "title": "Evening keynotes", 
        "room": "4th Floor Big Space", 
        "length": "", 
        "time": "5:30-7pm", 
        "day": "Saturday", 
        "scheduleblock": "saturday-evening", 
        "everyone": "1", 
        "leader": "", 
        "description": "Inspiring talks about the challenges and opportunities ahead."
    }, 
    {
        "id": "42", 
        "title": "MozFest party", 
        "room": "4th Floor Big Space", 
        "length": "", 
        "time": "7-9pm", 
        "day": "Saturday", 
        "scheduleblock": "saturday-evening", 
        "everyone": "1", 
        "leader": "", 
        "description": "Karaoke, live-coded visuals and good company."
    }, 
    {
        "id": "43", 
        "title": "Registration opens", 
        "room": "Ravensbourne entry", 
        "length": "", 
        "time": "9am-6pm", 
        "day": "Sunday", 
        "scheduleblock": "sunday-morning", 
        "everyone": "1", 
        "leader": "", 
        "description": "Pick up your MozFest badge."
    }, 
    {
        "id": "44", 
        "title": "Morning plenary", 
        "room": "4th Floor Big Space", 
        "length": "", 
        "time": "10-10:45am", 
        "day": "Sunday", 
        "scheduleblock": "sunday-morning", 
        "everyone": "1", 
        "leader": "", 
        "description": "Conversations about building a movement to teach the web."
    }, 
    {
        "id": "45", 
        "title": "Lunch", 
        "room": "", 
        "length": "", 
        "time": "1-3pm", 
        "day": "Sunday", 
        "scheduleblock": "sunday-lunch", 
        "everyone": "1", 
        "leader": "", 
        "description": "Refuel!"
    }, 
    {
        "id": "46", 
        "title": "Closing demo party", 
        "room": "", 
        "length": "", 
        "time": "6-8pm", 
        "day": "Sunday", 
        "scheduleblock": "sunday-evening", 
        "everyone": "1", 
        "leader": "", 
        "description": "Check out the best projects created, made, coded, glued, played, hacked, and built at MozFest!"
    }
]