[
    {
        "leader": "Matt Andrews, James Gorrie, Wendy Orr, Laura Oliver", 
        "everyone": "", 
        "room": "804", 
        "title": "Moderation in moderation: working with online communities", 
        "day": "Saturday", 
        "length": "1 hour", 
        "scheduleblock": "saturday-am-2", 
        "time": "12-1pm", 
        "id": "1", 
        "description": ""
    }, 
    {
        "leader": "Al Johri, Dhrumil Mehta", 
        "everyone": "", 
        "room": "803", 
        "title": "How to find insight hidden in speeches, scripts and books with computers", 
        "day": "Saturday", 
        "length": "1 hour", 
        "scheduleblock": "saturday-pm-2", 
        "time": "4-5pm", 
        "id": "2", 
        "description": ""
    }, 
    {
        "leader": "Mike Tigas, Harlo Holmes, Aurelia Moser", 
        "everyone": "", 
        "room": "804", 
        "title": "Practical Threat Modeling for Journalists", 
        "day": "Sunday", 
        "length": "1 hour", 
        "scheduleblock": "sunday-pm-2", 
        "time": "5-6pm", 
        "id": "3", 
        "description": "Journalists, technologists & others will learn about risks that affect journalists of all kinds and what tools, techniques, and questions can help. Participants will brainstorm issues that affect different journalistic circumstances and try to come up with a common framework that can help — all while learning about threat modeling and having \"good digital hygiene\"."
    }, 
    {
        "leader": "Dan Sinker, Trei Brundrett", 
        "everyone": "", 
        "room": "804", 
        "title": "Hack the News Org", 
        "day": "Saturday", 
        "length": "1 hour", 
        "scheduleblock": "saturday-pm-1", 
        "time": "2-3pm", 
        "id": "4", 
        "description": ""
    }, 
    {
        "leader": "Michael Keller", 
        "everyone": "", 
        "room": "800", 
        "title": "Measuring newsroom impact with NewsLynx", 
        "day": "Sunday", 
        "length": "1 hour", 
        "scheduleblock": "sunday-pm-2", 
        "time": "5-6pm", 
        "id": "5", 
        "description": "How can organizations better measure the impact of their work? In this session we'll demo a new platform, NewsLynx, from Michael Keller and Brian Abelson, two fellows at the Tow Center for Digital Journalism at Columbia University. We'll discuss how we approached this problem in journalism and then break into groups to discuss strategies in this and other domains.\n\nThis session is for people interested in figuring out the lasting effects of their work, whether that be journalism, activism, PR, or just their own blog. The discussions can be purely philosophical — what is an important event to our organization (journalistic or otherwise) — to the nitty gritty of how technology might facilitate logging or storing that information"
    }, 
    {
        "leader": "Jeremia Kimelman", 
        "everyone": "", 
        "room": "800", 
        "title": "Let's Make Public Records Requests Better!", 
        "day": "Sunday", 
        "length": "1 hour", 
        "scheduleblock": "sunday-am-1", 
        "time": "11am-12pm", 
        "id": "6", 
        "description": "Public record systems were designed when information was measured in page count, not gigabytes. Let's spend some time making some simulated public records requests  to figure out how we could improve the system so that respects both the citizens who request records and the civil servants tasked with fulfilling them"
    }, 
    {
        "leader": "Douglas Arellanes", 
        "everyone": "", 
        "room": "803", 
        "title": "Liars and Verifiers - Werewolf for citizen journalism verification", 
        "day": "Sunday", 
        "length": "1 hour", 
        "scheduleblock": "sunday-pm-2", 
        "time": "5-6pm", 
        "id": "7", 
        "description": "There's been lots said recently about citizen journalism verification, and there are lots of excellent resources around to help verify eyewitness reports, but unless you're working on a daily basis with verification, these resources and techniques may not be in your 'muscle memory.' So I've worked up a game, based on the role-playing game \"Werewolf,\" to help make it easier to remember. Plus, it's role-playing, so participants will also get to play trollls and vested interests who will try to thwart the brave and valiant verifiers as they seek to get the facts out in real time. Along the way we'll talk about some of those tools, including one I've been working on called Citizen Desk, which is a platform for managing verification workflow."
    }, 
    {
        "leader": "Greg Barber, Sasha Koren", 
        "everyone": "", 
        "room": "804", 
        "title": "NYT/WAPO discussion session", 
        "day": "Saturday", 
        "length": "1 hour", 
        "scheduleblock": "saturday-pm-2", 
        "time": "4-5pm", 
        "id": "8", 
        "description": "News publishers often limit the scope of their relationships with readers to comments at the bottom of an article. That model isn't inherently flawed, but its overuse limits the breadth and depth of the collaborations that could emerge among contributors and publishers. \nBeyond comments, what kinds of relationships with readers could news outlets facilitate that might enrich the reader experience and broaden the scope of storytelling and story formation? What kinds of tools could be modified or built to enable those relationships? \nDevelopers, journalists and anyone interested in creating participatory spaces and building communities should come brainstorm with us. The results of this session will help inform the Coral Project, a collaborative effort recently begun by Knight-Mozilla OpenNews, the Washington Post and The New York Times to improve community on news sites through open-source software. "
    }, 
    {
        "leader": "Laura Cochran", 
        "everyone": "", 
        "room": "803", 
        "title": "Remember the Human!!", 
        "day": "Saturday", 
        "length": "1 hour", 
        "scheduleblock": "saturday-pm-1", 
        "time": "2-3pm", 
        "id": "9", 
        "description": ""
    }, 
    {
        "leader": "Sisi Wei, Ryann Grochowski Jones", 
        "everyone": "", 
        "room": "804", 
        "title": "Rise of the Sentient Articles", 
        "day": "Saturday", 
        "length": "1 hour", 
        "scheduleblock": "saturday-am-1", 
        "time": "10-11am", 
        "id": "10", 
        "description": ""
    }, 
    {
        "leader": "Joanna Geary, Sarah Marshall, Cassie Werber", 
        "everyone": "", 
        "room": "801", 
        "title": "Hacks/Hackers - the teenage years", 
        "day": "Sunday", 
        "length": "1 hour", 
        "scheduleblock": "sunday-pm-2", 
        "time": "5-6pm", 
        "id": "11", 
        "description": ""
    }, 
    {
        "leader": "Justin Myers", 
        "everyone": "", 
        "room": "800", 
        "title": "You All Meet in a Newsroom: How Game Mechanics Can Help Communities", 
        "day": "Sunday", 
        "length": "1 hour", 
        "scheduleblock": "sunday-pm-1", 
        "time": "3-4pm", 
        "id": "12", 
        "description": ""
    }, 
    {
        "leader": "Brian Jacobs", 
        "everyone": "", 
        "room": "800", 
        "title": "Querying the Sum of All Human Knowledge", 
        "day": "Saturday", 
        "length": "1 hour", 
        "scheduleblock": "saturday-pm-1", 
        "time": "2-3pm", 
        "id": "13", 
        "description": ""
    }, 
    {
        "leader": "Laurenellen McCann", 
        "everyone": "", 
        "room": "803", 
        "title": "Offline: Bridging Digital Divides in Open Data", 
        "day": "Saturday", 
        "length": "1 hour", 
        "scheduleblock": "saturday-am-2", 
        "time": "12-1pm", 
        "id": "14", 
        "description": ""
    }, 
    {
        "leader": "Marcos Vanetta, Aurelia Moser, Harlo Holmes", 
        "everyone": "", 
        "room": "800", 
        "title": "PirateBox hands on v2.0", 
        "day": "Saturday", 
        "length": "1 hour", 
        "scheduleblock": "saturday-am-2", 
        "time": "12-1pm", 
        "id": "15", 
        "description": ""
    }, 
    {
        "leader": "Stephen Frozard", 
        "everyone": "", 
        "room": "801", 
        "title": "Fostering great media and university collaborations", 
        "day": "Saturday", 
        "length": "1 hour", 
        "scheduleblock": "saturday-am-1", 
        "time": "10-11am", 
        "id": "16", 
        "description": "How can you bring media related research and publishers together helping them establish formal partnership and/or mentor relations. The World Association of Newspaper’s Media Innovation Hub (MiHUB) is exploring new ways to collaborate and innovate within the news industry. This one-hour open conversation - led by \nMiHUB and featuring key projects and questions from UCLan’s Media Innovation Studio - invites you to explore media ecosystems, drone tech, innovation accelerators, wearable technologies and innovation ecosystems. \n\nLet's talk together about what media and university collaborations can look like!"
    }, 
    {
        "leader": "Melody Kramer", 
        "everyone": "", 
        "room": "803", 
        "title": "Building smart tools: how a culture can make or break your internal tools (Werewolf Edition)", 
        "day": "Saturday", 
        "length": "1 hour", 
        "scheduleblock": "saturday-am-1", 
        "time": "10-11am", 
        "id": "17", 
        "description": ""
    }, 
    {
        "leader": "Jacob Harris, Aurelia Moser, Chris Keller, Nikolas Iubel, Erin Kissane", 
        "everyone": "", 
        "room": "805", 
        "title": "Data Smells", 
        "day": "Saturday", 
        "length": "1 hour", 
        "scheduleblock": "saturday-pm-2", 
        "time": "4-5pm", 
        "id": "18", 
        "description": ""
    }, 
    {
        "leader": "Peter Richardson", 
        "everyone": "", 
        "room": "801", 
        "title": "New-School Maps with OSM & WebGL", 
        "day": "Sunday", 
        "length": "1 hour", 
        "scheduleblock": "sunday-pm-1", 
        "time": "3-4pm", 
        "id": "19", 
        "description": "The combination of OpenStreetMap and WebGL offers mapmakers a way to make interactive maps with open vector data, and do it all quickly without sacrificing visual design. Using hands-on demos, we'll work through a technical overview of the ways OpenStreetMap data can be used to make real-time interactive maps in the browser, no previous WebGL or OSM experience needed."
    }, 
    {
        "leader": "Kaeti Hinck", 
        "everyone": "", 
        "room": "805", 
        "title": "Building a radically open editorial process", 
        "day": "Sunday", 
        "length": "1 hour", 
        "scheduleblock": "sunday-pm-1", 
        "time": "3-4pm", 
        "id": "20", 
        "description": ""
    }, 
    {
        "leader": "Dave Riordan", 
        "everyone": "", 
        "room": "800", 
        "title": "The Future of Data is Finding It", 
        "day": "Sunday", 
        "length": "1 hour", 
        "scheduleblock": "sunday-am-2", 
        "time": "1-2pm", 
        "id": "21", 
        "description": ""
    }, 
    {
        "leader": "Mallory Busch", 
        "everyone": "", 
        "room": "804", 
        "title": "I have listicles, is there a cure?", 
        "day": "Sunday", 
        "length": "1 hour", 
        "scheduleblock": "sunday-pm-1", 
        "time": "3-4pm", 
        "id": "22", 
        "description": ""
    }, 
    {
        "leader": "Shazna Nessa, Adam Levine, Heather Chaplin", 
        "everyone": "", 
        "room": "801", 
        "title": "Boosting the visual literacy of “screenagers” and others", 
        "day": "Saturday", 
        "length": "1 hour", 
        "scheduleblock": "saturday-am-2", 
        "time": "12-1pm", 
        "id": "23", 
        "description": "Data viz can be a wonderful combination of journalism, computer science, art, statistics and more. On the visual end of things, did you know that about one third of our brains are dedicated to what we see? This session is open to anybody interested in championing visual literacy and helping readers find meaning in images. Our fast and fun design research workshop will pull from diverse learning, including from art and computer games. We'll explore the problem and what's at stake — then test and redesign data visualizations."
    }, 
    {
        "leader": "Joe Germuska", 
        "everyone": "", 
        "room": "805", 
        "title": "Let’s write a transparency code for data journalism", 
        "day": "Sunday", 
        "length": "1 hour", 
        "scheduleblock": "sunday-pm-2", 
        "time": "5-6pm", 
        "id": "24", 
        "description": ""
    }, 
    {
        "leader": "Gabriela Rodriguez, Flor Coelho", 
        "everyone": "", 
        "room": "803", 
        "title": "VozData", 
        "day": "Sunday", 
        "length": "1 hour", 
        "scheduleblock": "sunday-pm-1", 
        "time": "3-4pm", 
        "id": "25", 
        "description": ""
    }, 
    {
        "leader": "Alastair Coote", 
        "everyone": "", 
        "room": "800", 
        "title": "Cameras, Accelerometers and Swipes: “Mobile first” means more than just a small screen", 
        "day": "Saturday", 
        "length": "1 hour", 
        "scheduleblock": "saturday-pm-2", 
        "time": "4-5pm", 
        "id": "26", 
        "description": "Mobile can be frustrating, but it can also be great. So let's ditch the mentality of shrinking our content to fit and spend an hour thinking about how to build around what makes mobile devices unique. Location, orientation, cameras, touch, and even shake - we'll take different types of news event and talk about how we can combine these capabilities into new forms of coverage."
    }, 
    {
        "leader": "Noah Veltman, Dan Schultz", 
        "everyone": "", 
        "room": "804", 
        "title": "We were promised robots", 
        "day": "Sunday", 
        "length": "3 hours", 
        "scheduleblock": "sunday-am-1", 
        "time": "11am-12pm", 
        "id": "27", 
        "description": "Let's help machines take our jobs. In this session, we'll discuss how we can use bots in the newsroom to make our lives easier and our reporting sharper.  We'll look at how some newsrooms are already using their own bots, talk about different kinds of structured and unstructured data out there, and prototype useful bots for real journalistic scenarios.  [After the first hour, the remaining time will be available to work on actually building our bots in groups]"
    }, 
    {
        "leader": "Michael Donohoe, Trei Brundrett, Matt Dennewitz", 
        "everyone": "", 
        "room": "805", 
        "title": "Three Publishing Platforms Walk into a Bar...", 
        "day": "Sunday", 
        "length": "1 hour", 
        "scheduleblock": "sunday-am-1", 
        "time": "11am-12pm", 
        "id": "28", 
        "description": "Media engineering & product leads (The New Yorker, Pitchfork Media, Vox Media) will describe the why, how, and what of each of our publishing platform capabilities, from benefits to problems, including underlying technology frameworks, storytelling tools, distribution, community and advertising. They will compare and contrast in a friendly productive way, including discussion of open web technologies, mobile capabilities and open source. Bring questions, experience, and a notebook."
    }, 
    {
        "leader": "Max Ogden, Bruno Vieira, Portia Burton", 
        "everyone": "", 
        "room": "805", 
        "title": "Dat Workshop: Dive into dat for dataset push, pull and clone", 
        "day": "Saturday", 
        "length": "1 hour", 
        "scheduleblock": "saturday-am-2", 
        "time": "12-1pm", 
        "id": "29", 
        "description": "Learn how to work with data on the command line using Dat in an interactive workshop. You'll want to bring your own laptop for this. No programming experience is required. Dat is a command line tool for working with data, similar to what Git does for source code. We will clone down some genome datasets and do some fun data analysis on bacteria DNA."
    }, 
    {
        "leader": "Dave Stanton, Joe Germuska", 
        "everyone": "", 
        "room": "805", 
        "title": "Just because you can does not mean you should", 
        "day": "Sunday", 
        "length": "1 hour", 
        "scheduleblock": "sunday-am-2", 
        "time": "1-2pm", 
        "id": "30", 
        "description": "Public records are all around us. We have the tech to make these records perfectly searchable and indexable. But should we? Journalists and developers needs to consider the ethical ramifications the publication of open records can wreak on individuals and organizations now that it's effectively impossible to completely redact after publishing. This workshop aims to create thoughtful case studies for professionals and students to consider when there is legal clarity yet ethical uncertainty with publishing public records data."
    }, 
    {
        "leader": "Ben Chartoff, Ændrew Rininsland", 
        "everyone": "", 
        "room": "801", 
        "title": "The future of chart building tools", 
        "day": "Sunday", 
        "length": "1 hour", 
        "scheduleblock": "sunday-am-1", 
        "time": "11am-12pm", 
        "id": "31", 
        "description": "Newsrooms are realizing that simple graphs (like bars charts and line charts) don’t need to be created by designers or developers. Open source tools like Datawrapper, Chartbuilder, Highcharts, and others help journalists build quick and easy charts. But there’s room for growth. Join us in discussing the future of these tools. We’ll look at existing tools, discuss your experiences and pain points (both as users and developers), and figure out how to move forward to build something we all can use and love."
    }, 
    {
        "leader": "Aaron Williams", 
        "everyone": "", 
        "room": "801", 
        "title": "Reinventing software for journalists", 
        "day": "Saturday", 
        "length": "3 hours", 
        "scheduleblock": "saturday-pm-1", 
        "time": "2-3pm", 
        "id": "32", 
        "description": "Journalists use browsers, email and much more to research and report their stories. But, what if their browser could diff specific pages and alert them with changes? Could we build a better email client that uses PGP by default? In three hours, let's reimagine the software journalists use daily and tailor those tools for their use."
    }, 
    {
        "leader": "Jacqui Maher, Eric Buth, Jane Friedhoff", 
        "everyone": "", 
        "room": "805", 
        "title": "Streamtools for Open Data", 
        "day": "Saturday", 
        "length": "1 hour", 
        "scheduleblock": "saturday-pm-1", 
        "time": "2-3pm", 
        "id": "33", 
        "description": "Want to explore the world of open government & civic data without having to write parsers? Or perhaps you don't know how to code? Bring your laptop to this session and learn how to work with data in realtime with the Streamtools GUI! "
    }, 
    {
        "leader": "Erik Schwartz", 
        "everyone": "", 
        "room": "801", 
        "title": "Building a Geocoder for your City", 
        "day": "Sunday", 
        "length": "1 hour", 
        "scheduleblock": "sunday-am-2", 
        "time": "1-2pm", 
        "id": "34", 
        "description": "You're a nice person with a big CSV file of regional data to geocode. You’d like to escape Google's restrictive geocoding terms and crippling rate limits. Definitely. Let’s deploy our own regional geocoder service backed by open data. Good to bring: laptop with elasticsearch and python installed; CSV file with addresses within an area of interest; an address file for that area (take a peek at the list of ready-to-go address sources from openaddresses.io)"
    }, 
    {
        "leader": "Mike Tigas, Jeremy B. Merrill", 
        "everyone": "", 
        "room": "805", 
        "title": "Data Alchemy: Turning lead into data", 
        "day": "Saturday", 
        "length": "1 hour", 
        "scheduleblock": "saturday-am-1", 
        "time": "10-11am", 
        "id": "35", 
        "description": "Ever get a load of PDF files back when you wanted data? Ever download shapefiles in esoteric projections? Encoding issues? This hands-on workshop will teach data-savvy users how they can get usable, analyzable data out of what would otherwise be considered junk (or a headache). Folks should bring laptops or something to take notes on."
    }, 
    {
        "leader": "Jennifer LaFleur", 
        "everyone": "", 
        "room": "803", 
        "title": "Keeping the journalism in data journalism (and making sure it’s right)", 
        "day": "Sunday", 
        "length": "3 hours", 
        "scheduleblock": "sunday-am-1", 
        "time": "11am-12pm", 
        "id": "36", 
        "description": "Let’s just face it: Most data is a mess.  Before you can even start to tell a story with data, you have to interview it, background it and know its flaws.  We’ll put some data through a few rigorous workouts to make sure it can tell the story we think it can. Bring your laptop and dig in."
    }, 
    {
        "leader": "Joanna Geary", 
        "everyone": "", 
        "room": "800", 
        "title": "Hacks/Hackers London Investigathon", 
        "day": "Saturday", 
        "length": "1 hour", 
        "scheduleblock": "saturday-am-1", 
        "time": "10-11am", 
        "id": "37", 
        "description": ""
    }, 
    {
        "leader": "", 
        "everyone": "1", 
        "room": "Ravensbourne entry", 
        "title": "Registration opens", 
        "day": "Saturday", 
        "length": "", 
        "scheduleblock": "saturday-morning", 
        "time": "8:30am-7pm", 
        "id": "38", 
        "description": "Pick up your MozFest badge."
    }, 
    {
        "leader": "", 
        "everyone": "1", 
        "room": "4th Floor Big Space", 
        "title": "Welcome and Opening Circle", 
        "day": "Saturday", 
        "length": "", 
        "scheduleblock": "saturday-morning", 
        "time": "9-9:45am", 
        "id": "39", 
        "description": "Learn how the festival works and the vision for building the web we want."
    }, 
    {
        "leader": "", 
        "everyone": "1", 
        "room": "", 
        "title": "Lunch", 
        "day": "Saturday", 
        "length": "", 
        "scheduleblock": "saturday-lunch", 
        "time": "12:30-2:30pm", 
        "id": "40", 
        "description": "Refuel!"
    }, 
    {
        "leader": "", 
        "everyone": "1", 
        "room": "4th Floor Big Space", 
        "title": "Evening keynotes", 
        "day": "Saturday", 
        "length": "", 
        "scheduleblock": "saturday-evening", 
        "time": "5:30-7pm", 
        "id": "41", 
        "description": "Inspiring talks about the challenges and opportunities ahead."
    }, 
    {
        "leader": "", 
        "everyone": "1", 
        "room": "4th Floor Big Space", 
        "title": "MozFest party", 
        "day": "Saturday", 
        "length": "", 
        "scheduleblock": "saturday-evening", 
        "time": "7-9pm", 
        "id": "42", 
        "description": "Karaoke, live-coded visuals and good company."
    }, 
    {
        "leader": "", 
        "everyone": "1", 
        "room": "Ravensbourne entry", 
        "title": "Registration opens", 
        "day": "Sunday", 
        "length": "", 
        "scheduleblock": "sunday-morning", 
        "time": "9am-6pm", 
        "id": "43", 
        "description": "Pick up your MozFest badge."
    }, 
    {
        "leader": "", 
        "everyone": "1", 
        "room": "4th Floor Big Space", 
        "title": "Morning plenary", 
        "day": "Sunday", 
        "length": "", 
        "scheduleblock": "sunday-morning", 
        "time": "10-10:45am", 
        "id": "44", 
        "description": "Conversations about building a movement to teach the web."
    }, 
    {
        "leader": "", 
        "everyone": "1", 
        "room": "", 
        "title": "Lunch", 
        "day": "Sunday", 
        "length": "", 
        "scheduleblock": "sunday-lunch", 
        "time": "1-3pm", 
        "id": "45", 
        "description": "Refuel!"
    }, 
    {
        "leader": "", 
        "everyone": "1", 
        "room": "", 
        "title": "Closing demo party", 
        "day": "Sunday", 
        "length": "", 
        "scheduleblock": "sunday-evening", 
        "time": "6-8pm", 
        "id": "46", 
        "description": "Check out the best projects created, made, coded, glued, played, hacked, and built at MozFest!"
    }
]